<?php

return [
    'admin' => [
        'news' => [
            'create' => [
                'success' => 'новость успешно добавлена',
                'fail' => 'не удалось добавить новость'
            ],
            'update' => [
                'success' => 'новость успешно изменена',
                'fail' => 'не удалось сохранить изменения'
            ],
            'delete' => [
                'success' => 'новость была удалена',
                'fail' => 'не удалось удалить новость'
            ]
        ],
        'category' => [
            'create' => [
                'success' => 'категория успешно добавлена',
                'fail' => 'не удалось добавить категорию'
            ],
            'update' => [
                'success' => 'категория успешно изменена',
                'fail' => 'не удалось сохранить изменения'
            ],
            'delete' => [
                'success' => 'категория была удалена',
                'fail' => 'не удалось удалить категорию'
            ]
        ],
        'user' => [
            'update' => [
                'success' => 'пользователь успешно изменён',
                'fail' => 'не удалось сохранить изменения'
            ],
            'delete' => [
                'success' => 'пользователь был удалён',
                'fail' => 'не удалось удалить пользователя'
            ]
        ]
    ]
];
